package com.han;

/**
 * @version 1.0
 * @Author NL
 * @date 2020/5/10 14:02
 */
public class init {
    public static void main(String[] args) {
    }
    public void StudentInit(){
    System.out.println("*~~~~~~~~~~~~~~~~~~~~~~~~~~~~欢迎使用学生信息管理系统~~~~~~~~~~~~~~~~~~~~~~~~~~~~~*");
    System.out.println("*-------------------------------------------------------------------------------*");
    System.out.println("*                               1.添加学生信息                                   *");
    System.out.println("*-------------------------------------------------------------------------------*");
    System.out.println("*                               2.删除学生信息                                   *");
    System.out.println("*-------------------------------------------------------------------------------*");
    System.out.println("*                               3.修改学生信息                                   *");
    System.out.println("*-------------------------------------------------------------------------------*");
    System.out.println("*                               4.查询学生信息                                   *");
    System.out.println("*-------------------------------------------------------------------------------*");
    System.out.println("*                              5.显示所有学生信息                                 *");
    System.out.println("*-------------------------------------------------------------------------------*");
    System.out.println("*                               6.退出系统                                       *");
    System.out.println("*~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~*");
    }
}
